;Place localized text in this file

[MZChaplain X2SoldierClassTemplate]
DisplayName = "Chaplain"
ClassSummary = "The Chaplain's faith in thier god manifests as miraculous powers that heal and strengthen thier allies."
AbilityTreeTitles[0]="Body"
AbilityTreeTitles[1]="Mind"
AbilityTreeTitles[2]="Spirit"
AbilityTreeTitles[3]="XCom"

RandomNickNames[0]="Cleric"
RandomNickNames[1]="Rabbi"
RandomNickNames[2]="Imam"
RandomNickNames[3]="Confessor"
RandomNickNames[4]="Lama"
RandomNickNames[5]="Friar"
RandomNickNames[6]="Vicar"
RandomNickNames[7]="Rector"
RandomNickNames[8]="Bishop"
RandomNickNames[9]="Krivis"
RandomNickNames[10]="Big Smoke"

RandomNickNames_Male[0]="Priest"
RandomNickNames_Male[1]="Abbot"
RandomNickNames_Male[2]="Prior"
RandomNickNames_Male[3]="Padre"
RandomNickNames_Male[4]="Satan"

RandomNickNames_Female[0]="Priestess"
RandomNickNames_Female[1]="Abbess"
RandomNickNames_Female[2]="Nun"
RandomNickNames_Female[3]="Prioress"
RandomNickNames_Female[4]="Lilith"

+RankNames[0]="Rookie"
+RankNames[1]="Initiate"
+RankNames[2]="Acolyte"
+RankNames[3]="Adept"
+RankNames[4]="Disciple"
+RankNames[5]="Mystic"
+RankNames[6]="Warlock"
+RankNames[7]="Magus"
+RankNames[8]="Saint"

+ShortNames[0]="Rk."
+ShortNames[1]="Int."
+ShortNames[2]="Acl."
+ShortNames[3]="Adp."
+ShortNames[4]="Dsc."
+ShortNames[5]="Mys."
+ShortNames[6]="War."
+ShortNames[7]="Mag."
+ShortNames[8]="Snt."

+RankIcons[0]= "UILibrary_Common.rank_rookie"
+RankIcons[1]= "UILibrary_Common.psirank_initiate"
+RankIcons[2]= "UILibrary_Common.psirank_acolyte"
+RankIcons[3]= "UILibrary_Common.psirank_adept"
+RankIcons[4]= "UILibrary_Common.psirank_disciple"
+RankIcons[5]= "UILibrary_Common.psirank_mystic"
+RankIcons[6]= "UILibrary_Common.psirank_warlock"
+RankIcons[7]= "UILibrary_Common.psirank_magus"
+RankIcons[8]= "UILibrary_Common.psirank_magus"

[MZChaplainGTSUnlock X2SoldierAbilityUnlockTemplate]
DisplayName="Chaplain: Magnus Exorcismus"
Summary="Chaplains gain a wide area spell that decimates the lost."


